;汉化：aotix

[DOOMMarauderM1 X2CharacterTemplate]
strCharacterName="地狱掠夺者"

[DOOMMarauderM2 X2CharacterTemplate]
strCharacterName="精英掠夺者"

[DOOMMarauderM3 X2CharacterTemplate]
strCharacterName="领袖掠夺者"

[CorpseDOOMMarauder X2ItemTemplate]
FriendlyName="地狱掠夺者尸体"
FriendlyNamePlural="地狱掠夺者尸体"
BriefSummary="地狱掠夺者是恶魔召唤来的生物，除了死亡什么都不想要"

[EnemyDOOMMarauderPrimaryM1 X2WeaponTemplate]
FriendlyName="地狱掠夺者猎枪"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyDOOMMarauderPrimaryM2 X2WeaponTemplate]
FriendlyName="地狱掠夺者猎枪"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyDOOMMarauderPrimaryM2 X2WeaponTemplate]
FriendlyName="地狱掠夺者猎枪"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyDOOMMarauderSecondaryM1 X2WeaponTemplate]
FriendlyName="地狱掠夺者斧"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyDOOMMarauderSecondaryM2 X2WeaponTemplate]
FriendlyName="地狱掠夺者斧"
BriefSummary=""
TacticalText="<Bullet/>" 

[EnemyDOOMMarauderSecondaryM3 X2WeaponTemplate]
FriendlyName="地狱掠夺者斧"
BriefSummary=""
TacticalText="<Bullet/>" 

